SF1L1
SF2L1
SF11L1
SF22L1
EmergencyStopButton
Рецепт не выбран
report_1
test
454762047
Мой отчет

Введите имя!
Введите имя рецепта.
Рецепт не выбран!
Сначала выберите рецепт который нужно удалить.
Рецепт не выбран!
Сначала выберите рецепт в 
котором нужно сохранить изменения.
Введите имя!
Введите имя рецепта.

Введите имя!
Введите имя рецепта, или выберите рецепт в таблице.
SELECT * FROM `recipes`
SELECT * FROM `recipes`
ВЫБЕРЕТЕ РЕЖИМ УПРАВЛЕНИЯ И РЕЖИМ РАБОТЫ



УРОВЕНЬ
Задание уровня в T1 :


УРОВЕНЬ / РАСХОД
Задание уровня в T2 :
Задание расхода :

УРОВЕНЬ / ДОЗАЦИЯ
Задание объема дозации :
Минимальный уровень в T2 :
Максимальный уровень в T2 :
УРОВЕНЬ / ДОЗАЦИЯ
Задание объема дозации :
Задание уровня в T2 :
Минимальный уровень в T2 :
РЕЖИМ РУЧНОГО УПРАВЛЕНИЯ



ВЫБЕРЕТЕ РЕЖИМ РАБОТЫ



ВЫБЕРЕТЕ РЕЖИМ УПРАВЛЕНИЯ



Потеряна связь с контроллером!
Cвязь с контроллером восстановлена!
Schedule3
Schedule3
https://api.openweathermap.org/data/2.5/weather?q=
&appid=
&units=metric
N
NE
NE
SE
S
SW
W
NW
&0
&
&0
&
W
01d
W
02d
W
03d
W
04d
W
09d
W
10d
W
11d
W
13d
W
50d
