SF1L1
SF2L1
SF11L1
SF22L1
EmergencyStopButton
Рецепт не выбран
report_1
test
454762047
Мой отчет

Введите имя!
Введите имя рецепта.
Рецепт не выбран!
Сначала выберите рецепт который нужно удалить.
Рецепт не выбран!
Сначала выберите рецепт в 
котором нужно сохранить изменения.
Введите имя!
Введите имя рецепта.

Введите имя!
Введите имя рецепта, или выберите рецепт в таблице.
SELECT * FROM `recipes`
SELECT * FROM `
`
SELECT * FROM `recipes`
В данном режиме PID HV2 не задействован. Задание на открытие / закрытие задается с помощью потенциметра С1.
В данном режиме насос М1 ускоряется/замедляется пропорционально степени открытия/закрытия клапана HV2
SP_HV1T1_1
SP_HV2T2FQ1M_1
SP_HV2T2_1
SP_HV1FQ1_1
SetDoseVolume
rMinLevel_T2
rMaxLevel_T2
SetDoseCount
CurDoseCount
SetDoseTimeInterval
CurTimeUntilNextDose
ВЫБЕРЕТЕ РЕЖИМ УПРАВЛЕНИЯ И РЕЖИМ РАБОТЫ





УРОВЕНЬ
Задание уровня в T1: 




УРОВЕНЬ / РАСХОД
Задание уровня в T2: 
Задание расхода: 



УРОВЕНЬ / ДОЗАЦИЯ
Задание объема дозации: 
Минимальный уровень в T2: 
Максимальный уровень в T2: 
Номер всего/текущих доз: 
Интервал между/оставшимися дозациями: 
УРОВЕНЬ / ДОЗАЦИЯ
Задание объема дозации: 
Задание уровня в T2: 
Минимальный уровень в T2: 
Номер всего/текущих доз: 
Интервал между/оставшимися дозациями: 
РЕЖИМ РУЧНОГО УПРАВЛЕНИЯ



ВЫБЕРЕТЕ РЕЖИМ РАБОТЫ



ВЫБЕРЕТЕ РЕЖИМ УПРАВЛЕНИЯ



Потеряна связь с контроллером!
Cвязь с контроллером восстановлена!
Schedule3
Schedule3
https://api.openweathermap.org/data/2.5/weather?q=
&appid=
&units=metric
NE
E
SE
S
SW
W
NW
N
N
&0
&
&0
&
W
01d
W
02d
W
03d
W
04d
W
09d
W
10d
W
11d
W
13d
W
50d
KP_
_1
SP_
_1
KP_
_1
KI_
_1
KD_
_1

fq1m
 Master
fq1s
 Slave

Введите имя!
Введите имя настройки.
Настройка не выбрана!
Сначала выберите настройку которую нужно удалить.
Настройка не выбрана!
Сначала выберите настройку в 
котором нужно сохранить изменения.
Введите имя!
Введите имя настройки.

Введите имя!
Введите имя настройки, или выберите настройку в таблице.
Не выбран
